import img1 from "../../../assets/images/Mask group.svg";
import img2 from "../../../assets/images/alaa.svg"
import img5 from '../../../assets/images/comaaaaa.svg'
import img3 from '../../../assets/images/star.svg'
export const Testimonials = [
  {
    id: 1,
    name: " فوزي الفرماوي",
    image: img1,
 
    image3:img3,
    image5:img5,
    text: "التطبيق غير طريقة إدارتي لأموالي تمامًا! الذكاء الاصطناعي يساعدني في تتبع نفقاتي وتحديد ميزانيتي بسهولة، والأمان المتقدم يجعلني أشعر بالثقة الكاملة أثناء التعامل المالي. تجربة رائعة أوصي بها بشدة!" ,
    duration: "مستخدم منذ 6 أشهر",
    rating: "4.8",
  },
  {
    id: 2,
    name: "محمد عادل",
    image: img2,
    
    image3:img3,
    image5:img5,
    text: "التطبيق غير طريقة إدارتي لأموالي تمامًا! الذكاء الاصطناعي يساعدني في تتبع نفقاتي وتحديد ميزانيتي بسهولة، والأمان المتقدم يجعلني أشعر بالثقة الكاملة أثناء التعامل المالي. تجربة رائعة أوصي بها بشدة!" ,
    duration: "مستخدم منذ 3 أشهر",
    rating: "4.9",
  },
  {
    id: 3,
    name: " ايمن محمد",
    image: img1,
    image3:img3,
    image5:img5,
    text: "التطبيق غير طريقة إدارتي لأموالي تمامًا! الذكاء الاصطناعي يساعدني في تتبع نفقاتي وتحديد ميزانيتي بسهولة، والأمان المتقدم يجعلني أشعر بالثقة الكاملة أثناء التعامل المالي. تجربة رائعة أوصي بها بشدة!" ,
    duration: "مستخدم منذ 6 اشهر",
    rating: "5.0",
  },
  {
    id: 4,
    name: " ايمن علاء",
    image: img2,

    image3:img3,
    image5:img5,
    text: "التطبيق غير طريقة إدارتي لأموالي تمامًا! الذكاء الاصطناعي يساعدني في تتبع نفقاتي وتحديد ميزانيتي بسهولة، والأمان المتقدم يجعلني أشعر بالثقة الكاملة أثناء التعامل المالي. تجربة رائعة أوصي بها بشدة!" ,
    duration: "مستخدم منذ 6 اشهر",
    rating: "5.0",
  },
  {
    id: 5,
    name: " فوزي الفرماوي",
    image: img1,
   
    image3:img3,
    image5:img5,
    text: "التطبيق غير طريقة إدارتي لأموالي تمامًا! الذكاء الاصطناعي يساعدني في تتبع نفقاتي وتحديد ميزانيتي بسهولة، والأمان المتقدم يجعلني أشعر بالثقة الكاملة أثناء التعامل المالي. تجربة رائعة أوصي بها بشدة!" ,
    duration: "مستخدم منذ 6 أشهر",
    rating: "4.8",
  },
  
  {
    id: 6,
    name: " ياسين علي",
    image: img2,
    image2:img2,
    image3:img3,
    image5:img5,
    text: "التطبيق غير طريقة إدارتي لأموالي تمامًا! الذكاء الاصطناعي يساعدني في تتبع نفقاتي وتحديد ميزانيتي بسهولة، والأمان المتقدم يجعلني أشعر بالثقة الكاملة أثناء التعامل المالي. تجربة رائعة أوصي بها بشدة!" ,
    duration: "مستخدم منذ 6 اشهر",
    rating: "5.0",
  },
 
];
